advanced-open-file
auto-detect-indentation
autocomplete-python
build
build-make
busy
character-table
file-icons
git-blame
highlight-selected
indent-guide-improved
intentions
keyboard-localization
language-csv
language-docker
language-restructuredtext
language-latex
latexer
linter
linter-eslint
linter-flake8
linter-shellcheck
linter-spell
linter-spell-latex
pdf-view
rst-preview
switch-header-source