advanced-open-file
auto-detect-indentation
autocomplete-clang
autocomplete-haskell
autocomplete-python
build
build-make
busy
character-table
file-icons
git-blame
haskell-ghc-mod
highlight-selected
ide-haskell
ide-haskell-cabal
indent-guide-improved
intentions
language-csv
language-docker
language-haskell
language-restructuredtext
language-tex
latexer
linter
linter-clang
linter-eslint
linter-flake8
linter-shellcheck
linter-spell
linter-spell-latex
markdown-pdf
pdf-view
rst-preview
switch-header-source

